Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: An exploration of the history of the British police shows that same key concerns have recurred throughout its existence, such as that of ensuring the recognition and distinctiveness of police officers – called ‘visibility’ – and maintaining a strong supportive relationship with members of the community – known as ‘reassurance’.
vi: Một phát hiện lịch sử của cảnh sát Anh cho thấy rằng trong suốt thời gian lực lượng này tồn tại, có những mối quan tâm chính luôn được nhắc lại. Đó là việc chắc chắn rằng “hình tượng” người sĩ quan cảnh sát có sự khác biệt với các hình ảnh khác, có thể dễ dàng nhận ra. Đó là việc duy trì một mối quan hệ tương trợ bền vững – được biết đến như là “sự bảo đảm” giữa cảnh sát và cộng đồng.

source: An extensive, international programme of psychological research has, in the last twenty years, developed ways of helping interviewees remember as much as possible about events.
vi: Một chương trình nghiên cứu tâm lý lớn, đa quốc gia, trong hai mươi năm qua, đã phát triển các cách giúp người được thẩm vấn nhớ được nhiều nhất có thể về các sự kiện đã diễn ra.

source: An important place where the questioning of (alleged) witnesses, victims and suspects also takes place is in criminal courts.
vi: Một địa điểm quan trọng mà việc đặt câu hỏi cho người (được cho) là nhân chứng, nạn nhân và nghi phạm cũng diễn ra đó là tại các phiên tòa xét xử tội phạm.

source: An initial evaluation of the programme, conducted by researchers at the University of Liverpool, found positive pre- to post-programme changes on psychometric tests measuring constructs such as attitudes towards offending, anticipation of reoffending, victim empathy and impulsivity.
vi: Một đánh giá ban đầu do các nhà nghiên cứu tại Đại học Liverpool thực hiện đã tìm thấy những thay đổi tích cực trong các bài kiểm tra tâm lý như thái độ đối với hành vi phạm tội, khả năng tái phạm, khả năng đồng cảm với nạn nhân thông cảm và tính bốc đồng.

source: An interesting point that arises from research on this topic is that, if it is indeed more difficult for witnesses to successfully identify a person from a different ‘type’, then such an identification, if correct, should carry more weight (e.g. in court).
vi: Một điểm thú vị nổi bật trên các nghiên cứu về chủ đề này là nếu nhân chứng nhận được nhiều thách thức để nhận dạng một người có "dạng" khuôn mặt xa lạ với họ, thì sự nhận diện đó, nếu như chính xác, sẽ có trọng lượng (trước tòa) hơn.

source: An offender profiler making inferences from crime scene behaviour as to how the offender might behave in their daily lives is assuming the existence of stable relationships between characteristics and behaviour.
vi: Một người lập hồ sơ tội phạm lập luận dựa trên hành vi tại hiện trường và từ cách mà kẻ phạm tội cư xử trong cuộc sống hàng ngày đang giả định sự tồn tại của những mối quan hệ ổn định giữa các đặc tính và hành vi.

source: An offender profiler might be asked to construct a profile of an unknown offender giving details of his or her likely characteristics as inferred from the offender’s behaviour at the crime scene.
vi: Một người thiết lập hồ sơ tội phạm sẽ được yêu cầu xây dựng một bộ hồ sơ về kẻ phạm tội chưa biết, đưa ra những thông tin chi tiết về những đặc điểm thích hợp của anh ta hay cô ta dựa trên những suy luận từ hành vi của người phạm tội tại hiện trường tội ác.

source: And are polygraphs reliable in detecting deception?
vi: Máy phát hiện nói dối liệu có đáng tin trong phát hiện sự lưa dối hay không?

source: And does it matter?
vi: Và điều này liệu có quan trọng ?

source: And finally, it contributes to a personal or collective sense of security.
vi: Và cuối cùng là nó góp phần tạo nên cảm giác an toàn cho cá nhân hoặc tập thể .

source: And so on ...
vi: Và còn nhiều nữa ...

source: Anger control training constitutes the emotion-based branch of the programme.
vi: Huấn luyện kiểm soát giận dữ liên quan đến các yếu tố cảm xúc.

source: Anger control training does just that – it teaches offenders anger control techniques.
vi: Huấn luyện kiểm soát giận dữ, đúng với tên gọi của nó, dạy cho phạm nhân cách kiểm soát sự tức giận.

source: Anglo-American sentencers tend to be eclectic in their development and implementation of punishments.
vi: Những người tuyên án Mỹ-Anglo có xu hướng chiết trung (dung hòa giữa quan điểm duy tâm và duy vật) trong việc phát triển và thi hành hình phạt của mình.

source: Another approach to profiling is that of the Federal Bureau of Investigation (FBI) in the United States.
vi: Một các tiếp cận khác để thiết lập hồ sơ tội phạm là phương pháp của Cục Điều tra Liên bang Mỹ (FBI).

source: Another approach, called ‘reality monitoring’, examines the content of what people say.
vi: Cũng có một phương pháp tiếp cận nữa, được gọi là "giám sát thực tế", dùng để kiểm tra nội dung lời nói của mọi người.

source: Another aspect of criminal investigations that psychological research has examined to try to reduce errors is that involving hypnosis.
vi: Một mặt khác, các nghiên cứu tâm lý luôn cố gắng giảm thiểu các lỗi sai do thôi miên gây ra.

source: Another aspect of witnesses that some research has found to be important is whether they are familiar with the nature of the appearance of the perpetrator.
vi: Một khía cạnh khác của nhân chứng là việc một số nghiên cứu cũng cho rằng liệu họ có quen biết gì với các đặc điểm nhận dạng thủ phạm hay không là rất quan trọng.

source: Another aspect to autonomous citizenship is ‘vigilantism’, which involves citizens taking the law into their own hands.
vi: Một khía cạnh khác của công dân tự trị là "Chủ nghĩa dân phòng", là khi công dân can thiệp vào việc nắm giữ và tự thực thi luật pháp theo ý họ.

source: Another body of psychological research has demonstrated that when people are remembering events, what they say in their own words (in psychology this is called ‘free recall’) is more accurate than what they say in response to questions.
vi: Theo một phần khác của các nghiên cứu, những gì họ tự diễn đạt bằng từ ngữ của riêng họ (tâm lý học gọi là 'gợi nhớ tự do') khi đang nhớ lại các sự kiện chính xác hơn nhiều so với những gì họ trả lời dựa theo câu hỏi.

source: Another criminological principle that is used in geographical profiling is the rational choice theory which predicts that offenders will often engage in a cost–benefit analysis when deciding where to offend.
vi: Một nguyên tắc tội phạm học khác được sử dụng trong lập hồ sơ theo địa lý đó là thuyết lựa chọn dựa trên lý chí, theo đó dự đoán rằng những kẻ phạm tội thường tiến hành phân tích chi phí - lợi ích khi quyết định địa điểm phạm tội.

source: Another explanation, which involves more psychology, is that under pressure people will sometimes agree to things simply to relieve the pressure (e.g. torture, solitary confinement).
vi: Một lý giải khác liên quan nhiều đến tâm lý con người hơn, đó là họ bị áp lực và thỉnh thoảng sẽ đồng ý nhận tội chỉ đơn giản là để giải tỏa áp lực (tra tấn hay biệt giam).

source: Another goal of imprisonment is deterrence.
vi: Ngoài ra, việc giam giữ còn nhằm mục tiêu ngăn chặn tội phạm.

source: Another important area of police interest where psychologists have an ongoing input is the moderation of police stress.
vi: Một khía cạnh quan trọng khác về mối quan tâm của cảnh sát mà các nhà tâm lý học đang tiếp tục nghiên cứu là việc điều tiết sự căng thẳng của họ.

source: Another important aspect of humans that psychology has studied is their expectations about the type of person who would commit crime.
vi: Một khía cạnh quan trọng khác của loài người mà tâm lí học đã chứng minh được là mong muốn của họ về dạng người phạm tội.

source: Another is that many people when lying try hard not to give off the cues they believe people look for in liars (e.g. increases in behaviour), and they either succeed in this or they over-control their behaviour, resulting in decreases.
vi: Lý do khác là nhiều người khi nói dối thường cố gắng không để lộ ra những dấu hiệu mà họ tin rằng người khác tìm thấy ở kẻ nói dối ( ví dụ : tần suất tăng của hành vi ) , và họ có thể thành công trong việc này hoặc cũng có thể trở nên kiểm soát quá nhiều hành vi của họ , dẫn tới việc giảm các hành vi.

source: Another major aspect of the CI is to transfer control of the memory retrieval to the interviewee (e.g. the witness) which involves the interviewer realizing that they should behave in a way that allows (indeed, motivates) the interviewee to think hard, to do most of the talking, and not to be unduly influenced by any biases or expectations that the interviewer may have about what happened.
vi: Một mặt khác của CI là nó chuyển quyền kiểm soát sự phục hồi trí nhớ qua cho người được thẩm vấn (như nhân chứng) và giúp người thẩm vấn nhận ra rằng họ cần phải hành xử theo một cách nhất định để giúp (hay khuyến khích) người được thẩm vấn suy nghĩ kĩ càng, là người nói nhiều hơn, và không bị ảnh hưởng ngầm bởi bất kì suy nghĩ hay kì vọng nào của người thẩm vấn có thể có về những gì đã xảy ra.

source: Another problem with regard to the test error rates (mentioned above) relates to the number of innocent suspects caught up in an investigation.
vi: Một vấn đề khác liên quan tới tỉ lệ sai lệch trong kiểm tra (nhắc tới ở trên) phụ thuộc vào số lượng nghi phạm vô tội bị bắt trong một cuộc điều tra.

source: Another reason for this pioneering legislation was to assist the police to determine, via the tape recordings, which aspects of suspect interviewing they were already good at and where there might be room for improvement.
vi: Một lý do khác khi tiên phong xây dựng bộ luật này là để giúp đỡ cảnh sát xác định rõ họ có thực sự đi đúng hướng hay tìm ra những khía cạnh khác khi chất vấn nghi phạm, thông qua những băng ghi âm.

source: Another study found poor peer relationships and a history of sexual abuse to be associated with deliberate self-harm.
vi: Một nghiên cứu khác cho thấy các mối quan hệ đồng lứa gặp trục trặc và có tiền sử bị lạm dụng tình dục cũng đi kèm với việc cố ý làm hại mình.

source: Another study found similar data for ‘ordinary’ (alleged) adult rape victims but it also looked at transcripts of trials in which the alleged victims were adults with learning disability (who can have particular difficulty in understanding questions and in resisting suggestive questions).
vi: Một nghiên cứu khác cũng cho ra kết quả tương tự với người lớn 'bình thường' và (được cho) là nạn nhân bị cưỡng hiếp, họ được cho là nạn nhân và là người lớn mắc chứng khó học (những người có thể gặp một số khó khăn nhất định trong việc hiểu câu hỏi và cưỡng lại các câu hỏi mang tính gợi ý).

source: Another way of demonstrating that false confessions do occur is by examining individual cases in which people have confessed and have been found guilty on this basis by a court of law only for it to be demonstrated years later that they were not the guilty party.
vi: Một phương pháp khác để chứng minh các lời khai là giả chính là xem xét riêng từng vụ án có đã người nhận tội và đã nhận phán quyết là có tội bởi toà án, và phải mất đến nhiều năm sau thì mới có thể chứng minh là họ vô tội.

source: Anti-androgens, which reduce the body’s production of testosterone, are used but these do interfere with the body’s normal hormonal functioning.
vi: Thuốc chống androgen, cái mà làm giảm sự sản sinh ra testosterone của cơ thể, được sử dụng nhưng chúng lại gây trở ngại cho sự hoạt động hoocmon thông thường của cơ thể.

source: Any rights under the law have to be communicated through language.
vi: Bất kỳ quyền gì theo pháp luật cũng đều phải được truyền tải qua ngôn ngữ.

source: Anything you do say may be given in evidence.’
vi: Bất kỳ điều gì anh nói đều sẽ được xem là bằng chứng."

source: Anything you say can and will be used against you in a court of law.
vi: Bất kỳ điều gì anh nói đều có thể và sẽ được dùng để chống lại anh trước tòa.

source: Applying this to crime, if offenders have to choose between two different targets, if all other factors are equal, they will choose the one that is geographically closer to them.
vi: Áp dụng điều này cho vụ án, nếu người phạm tội phải lựa chọn giữa hai mục tiêu khác nhau, nếu tất cả các yếu tố khác đều ngang bằng, họ sẽ chọn mục tiêu mà về mặt địa lý ở gần họ hơn.

source: Are the right individuals targeted for the programmes?
vi: Liệu chúng ta có lựa chọn đúng các đồi tượng cần được điều trị?

source: Are there aspects of a person’s perception, intuition, thought processes or ability to reason that makes them at a higher risk of re-offending than someone else, and what are these aspects?
vi: Có những khía cạnh trong quá trình nhận thức, trực giác, ý thức hay khả năng của con người mà khiến họ có nguy cơ tái phạm tội cao hơn người khác hay không, và đó là những khía cạnh nào?

source: Are they aggressive and unemotional in their relationships?
vi: Họ có hung hãn, vô cảm trong các mối quan hệ của mình?

source: Are they impulsive?
vi: Họ có bốc đồng?

source: Around an eighth of our sample of male young offenders scored in the severe to extremely severe range for depression, anxiety and stress.
vi: Khoảng 1/8 số nam phạm nhânvị thành niên được đưa ra nghiên cứu đạt mức độ khủng hoảng, trầm cảm, căng thẳng từ mức nghiêm trọng đến cực kì nghiêm trọng .

source: As Tiersma observes, the first French statute does not appear in English law until 1275, more than 200 years after the Conquest.
vi: Theo quan sát của Tiersma, luật của nước Pháp đầu tiên không xuất hiện trong luật nước Anh mãi tới 1275, hơn 200 năm sau cuộc xâm lăng.

source: As a result of its general popularity, much has been written on this topic and a comprehensive review of the literature is beyond the scope of this chapter: rather we aim to give you a more accurate introduction to the topic of offender profiling.
vi: Như là hệ quả của sự phổ biến, rất nhiều điều đã được viết về chủ để này và một tổng kết toàn diện là nằm ngoài phạm vi của chương: thay vào đó chúng tôi muốn đưa đến bạn một sự giới thiệu chính xác cho chủ đề thiết lập hồ sơ tội phạm.

source: As both disciplines move forward there is likely to be a degree of convergence in some of these areas, but the distinctions and differing interests can provide richness and perspective in a shared field of study.
vi: Khi cả hai ngành phát triển có thể sẽ có mức độ hội tụ trong một số lĩnh vực, nhưng sự khác biệt và lợi ích khác nhau có thể cung cấp phong phú và quan điểm trong một lĩnh vực chia sẻ các nghiên cứu.

source: As can be seen from the examples, groups differ dramatically in their purpose, rationale and methods, all having different focus and consequences.
vi: Như có thể thấy từ những ví dụ trên, những nhóm này có sự khác biệt lớn trong mục đích, lý do căn bản và phương pháp, tất cả đều có trọng tâm và kết quả khác nhau.

source: As crime evolves into new areas, for example into new forms of fraud or Internet crime, so police need to continuously respond to the changing needs and challenges.
vi: Tội phạm luôn phát triển không ngừng và từ đó tạo ra các loại phạm tội mới, ví như các hình thức gian lận mới hay tội phạm Internet, điều này thực sự là những thử thách đối với lực lượng cảnh sát.

source: As discussed in the chapter on profiling and case linkage, however, it does seem that we fall into habits of repeating behaviours and in this tendency language behaviour is no different.
vi: Tuy nhiên, như đã thảo luận ở chương về việc định hình và kết nối vụ án, có vẻ chúng ta vẫn thường rơi vào thói quen lặp lại hành vi, và nếu nói theo khuynh hướng này thì hành vi về ngôn ngữ cũng không khác gì mấy.

source: As ever, further research is needed to unpick the research findings in relation to the ART programme.
vi: Như thường lệ, chúng ta cần tiếp tục nghiên cứu để phân tích các kết quả nghiên cứu liên quan đến chương trình này.

source: As he flailed and fought, one of his alleged victims hacked off his penis with a vegetable knife.
vi: Trong lúc bị đánh đập, một trong những nạn nhân đã chém đứt dương vật của hắn bằng một con dao gọt hoa quả.

source: As mentioned above, it is clear from the research findings of the last twenty years or so that not all treatment programmes will reduce recidivism rates for all offenders, and that some programmes of rehabilitation may be more effective with certain types of offenders than with others.
vi: Như đã đề cập ở trên, những nghiên cứu trong hai mươi năm cuối rõ ràng là không phải tất cả chương trình điều trị đều sẽ giảm tỉ lệ tái phạm của tất cả người phạm tội, và với một vài chương trình cải tạo phạm nhân sẽ hiệu quả hơn khi thực hiện trên một dạng tội phạm nhất định thay vì dạng khác .

source: As mentioned above, the last ten years have witnessed a huge growth in the industry relating to offending behaviour programmes, particularly in the UK and North America.
vi: Như đã đề cập ở trên, 10 năm trở lại đây , ngành công nghiệp liên quan đến các chương trình cải tạo đã có sự phát triển vượt bật, đặc biệt ở Vương Quốc Anh và khu vực Bắc Mỹ.

source: As mentioned briefly in Chapter 1, criminal psychologists have been instrumental in the design, implementation, management and delivery of offending behaviour programmes to a range of different types of offenders within both prison and community set- tings.
vi: Như đã đề cập trong chương Một, các nhà tâm lý học đóng vai trò quan trọng trong việc thiết kế, triển khai, quản lý và truyền tải những chương trình hành vi phạm tội đến hàng loạt những dạng phạm nhân khác nhau bao gồm được quản lý trong nhà giam hoặc bởi cộng đồng..

source: As more activities take place on private property, more private security is required to protect it.
vi: Đi cùng với sự gia tăng các hoạt động diễn ra trên bất động sản cá nhân là yêu cầu có nhiều an ninh tư nhân để bảo vệ.

source: As noted above, one common limitation of offender profiling techniques is that the relationships between offender behaviours and offender characteristics have been developed from samples of known offenders.
vi: Như đã nói ở trên, một hạn chế chung của kỹ thuật lập hồ sơ tội phạm là rằng những mối quan hệ giữa hành vi của tội phạm và đặc điểm của tội phạm được phát triển từ các mẫu của những tên tội phạm đã biết.

source: As noted above, prisoner victimization has been associated with a number of negative outcomes for prisoners.
vi: Như đã đề cập ở trên, sự ngược đãi đối với tù nhân đã song hành với một vài kết quả tiêu cực cho chính họ.

source: As noted above, punishment often reflects the prevailing culture, norms and attitudes in a society.
vi: Như đã nêu ở trên, hình phạt thường phản ánh nền văn hóa đương thời, quy tắc và quan điểm trong xã hội.

source: As noted above, the evidence supporting this assumption is growing.
vi: Như đã ghi chú ở trên, các bằng chứng ủng hộ cho giả thiết trên đang phát triển.

source: As noted above, there are three assumptions that underlie the practice of offender profiling.
vi: Như đã lưu ý ở trên, có ba giả định trong hoạt động thiết lập hồ sơ tội phạm.

source: As noted by Brown and Campbell (1994), it is important to establish two major issues: first, whether police work is inherently stressful; and second, whether police officers are adversely affected by exposure to work related stressors.
vi: Brown và Campbell đã ghi nhận rằng, cần phải xác định được 2 vấn đề chính: thứ nhất, liệu công việc của cảnh sát bản thân nó vốn đã căng thẳng; và hai là, liệu người cảnh sát bị ảnh hưởng do tiếp xúc với những tác nhân gây căng thẳng trong khi làm việc.

source: As offenders are not easily able to form relationships, this leads to loneliness which, in turn, leads to aggression and abusive behaviour.
vi: Vì các tội phạm không dễ dàng gì tạo dựng được các mối quan hệ, dẫn đến sự cô đơn, mà tiếp theo đó là hành vi hung hãn và lạm dụng.

source: As one of the five contestants was a woman and the coughs definitely male, this left just four possible candidate coughers.
vi: Vì một trong số năm thí sinh này là phụ nữ, trong khi những tiếng ho chắc chắn phải từ một người đàn ông, chỉ còn lại bốn đối tượng là có khả năng.

source: As outlined by the US Department of Justice, a substantial number of women prisoners enter prisons with histories of being physically and sexually abused.
vi: Như Bộ Tư pháp Hoa Kỳ đã nêu ra, một số lượng lớn phụ nữ đã phải ngồi tù với lịch sử từng bị lạm dụng tình dục hay thể chất.

source: As policing becomes increasingly stressful, there is greater interest in the topic of stress management and counselling for traumatic incidents.
vi: Khi cảnh sát ngày càng trở nên căng thẳng, đã có sự quan tâm lớn hơn trong các chủ đề về quản lý sự căng thẳng và tư vấn cho các sự cố sang chấn.

source: As the name would suggest, the ART programme is aimed at offenders who have displayed violent offending or aggression related problem behaviour.
vi: Như tên gọi, đối tượng của chương trình ART là các phạm nhân có các hành vi phạm tội liên quan đến bạo lực và các hành vi gây rối có liên quan khác.

source: As we have seen over the last few pages, there has been a shift over the last ten to twenty years towards the use of offender rehabilitation within some criminal justice systems.
vi: Trong các phần vừa qua, chúng ta đã thấy sự thay đổi trong hệ thống tư pháp hình sự theo hướng sử dụng các biện pháp cải tạo phạm nhân.

source: As we saw above, offender profiling is typically conducted by consulting psychologists, whereas police personnel such as crime analysts usually conduct case linkage.
vi: Như chúng ta đã thấy, việc lập hồ sơ tội phạm thường được thực hiện bởi nhà tư vấn tâm lý, trong khi đó nhân sự bên cảnh sát như nhà phân tích tội ác thường thực hiện việc kết nối vụ án.

source: As we saw in chapter 1, many criminal psychologists work within prisons where they will assess, manage and treat offenders in their care with the aim of reducing their likelihood of reoffending on release from prison.
vi: Như chúng ta đã biết trong chương 1, rất nhiều nhà tâm lý học tội phạm làm việc trực tiếp trong các nhà tù để đánh giá, quản lý và chăm sóc người phạm tội nhằm hạn chế nguy cơ tái phạm của họ sau khi được thả ra.

source: As well as actually testing whether profiling is possible, some researchers have conducted consumer satisfaction surveys, asking the users of offender profiles to rate their usefulness.
vi: Và để kiểm tra trong thực tế liệu việc thiết lập hồ sơ có khả thi hay không, một số nhà nghiên cứu đã thực hiện những khảo sát để đo sự hài lòng của người tiêu dùng, ở đây là yêu cầu những người sử dụng hồ sơ tội phạm đánh giá sự hữu dujngg của chúng.

source: As well as collecting information on adult sex offenders, twenty-eight states have a register for juvenile sex offenders and of these twenty-one release information on these offenders to the public.
vi: Cũng như thu thập thông tin về tội phạm tình dục trưởng thành, 28 bang có một danh sách về tội phạm tình dục thanh thiếu niên và trong đó có 21 bang công khai thông tin của những người này cho công chúng.

source: As well as exchanges between witness and lawyer, courtroom linguists are interested in the communication between judge and jury.
vi: Cũng như sự trao đổi giữa luật sư và nhân chứng, ngôn ngữ phòng xử án quan tâm đến sự trao đổi giữa thẩm phán và bồi thẩm đoàn

source: As well as giving insight into the tactics of legal examination, Ehrlich examines how the various participants in the trial have opposing conceptions of the nature of consent.
vi: Cũng như đưa ra cái nhìn sâu sắc vào các chiến thuật của thi pháp luật, Ehrlich khảo sát làm thế nào những người tham gia khác nhau trong các thử nghiệm có những quan niệm đối lập về bản chất của sự đồng thuận.

source: As well as measuring satisfaction, the British study assessed the accuracy of the profilers’ advice.
vi: Cùng với việc đo lường sự hài lòng, nghiên cứu tại Anh cũng đánh giá sự chính xác của lời khuyên từ người lập hồ sơ,
